Clothes = {
    'Блуза': '🔻Блуза', 'Рубашка': '🔻Рубашка', 'Брюки': '🔻Брюки', 'Бриджи': '🔻Бриджи',
    'Лосины': '🔻Лосины', 'Шорты': '🔻Шорты', 'Юбка': '🔻Юбка', 'Комбинезон': '🔻Комбинезон',
    'Джемпер': '🔻Джемпер', 'Свитер': '🔻Свитер', 'Гольф': '🔻Гольф', 'Пуловер': '🔻Пуловер',
    'Кофта': '🔻Кофта', 'Кардиган': '🔻Кардиган', 'Жакет': '🔻Жакет', 'Пиджак': '🔻Пиджак',
    'Болеро': '🔻Болеро', 'Топ': '🔻Топ', 'Футболка': '🔻Футболка', 'Майка': '🔻Майка',
    'Поло': '🔻Поло', 'Футболка с длинным рукавом': '🔻Футболка с длинным рукавом',
    'Тенниска': '🔻Тенниска', 'Реглан': '🔻Реглан', 'Платье': '🔻Платье', 'Сарафан': '🔻Сарафан',
    'Туника': '🔻Туника', 'Жилет': '🔻Жилет', 'Пончо': '🔻Пончо', 'Ветровка': '🔻Ветровка',
    'Куртка': '🔻Куртка', 'Пальто': '🔻Пальто', 'Плащ': '🔻Плащ', 'Полушубок': '🔻Полушубок',
    'Пуховик': '🔻Пуховик', 'Спортивный костюм': '🔻Спортивный костюм', 'Тренчкот': '🔻Тренчкот',
    'Бомбер': '🔻Бомбер', 'куртка-косуха': '🔻куртка-косуха',
    'Куртка-косуха': '🔻Куртка-косуха', 'Утепленный жакет': '🔻Утепленный жакет',
    'Худи': '🔻Худи', 'Толстовка': '🔻Толстовка', 'Абайя': '🔻Абайя ', 'Бушлат': '🔻Бушлат',
    'Дастер ': '🔻Дастер', 'Дафлкот': '🔻Дафлкот', 'Дубленка': '🔻Дубленка', 'Инвернесс': '🔻Инвернесс',
    'Кейп': '🔻Кейп', 'Кокон': '🔻Кокон', 'Копар': '🔻Копар', 'Кромби': '🔻Кромби', 'Манто': '🔻Манто',
    'Ольстер': '🔻Ольстер', 'Пальто с запахом': '🔻Пальто с запахом', 'Пардесю': '🔻Пардесю',
    'Редингот': '🔻Редингот', 'Свингер': '🔻Свингер', 'Честерфилд': '🔻Честерфилд',
    'Пальто-халат': '🔻Пальто-халат', 'Шинель': '🔻Шинель', 'Дождевик': '🔻Дождевик', 'Макинтош': '🔻Макинтош',
    'Тренч': '🔻Тренч', 'Анорак': '🔻Анорак', 'Блузон': '🔻Блузон', 'Косуха': '🔻Косуха', 'Норфолк': '🔻Норфолк',
    'Парка': '🔻Парка', 'Спенсер': '🔻Спенсер', 'Безрукавка': '🔻Безрукавка', 'Жилетка': '🔻Жилетка',
    'Блейзер': '🔻Блейзер', 'Китель': '🔻Китель', 'Комбидресс': '🔻Комбидресс', 'Боди': '🔻Боди', 'Боксеры': '🔻Боксеры',
    'Брифы': '🔻Брифы', 'Бюстгальтер': '🔻Бюстгальтер', 'Бюстье': '🔻Бюстье', 'Грация': '🔻Грация', 'Кальсоны': '🔻Кальсоны',
    'Корсет': '🔻Корсет', 'Колготы': '🔻Колготы', 'Неглиже': '🔻Неглиже', 'Ночная рубашка': '🔻Ночная рубашка',
    'Пеньюар': '🔻Пеньюар', 'Пижама': '🔻Пижама', 'Подвязка': '🔻Подвязка', 'Подъюбник': '🔻Подъюбник',
    'Слипы': '🔻Слипы', 'Стринги': '🔻Стринги', 'Танга': '🔻Танга', 'Термобелье': '🔻Термобелье', 'Тедди': '🔻Тедди',
    'Тонг': '🔻Тонг', 'Чулки': '🔻Чулки', 'Халат': '🔻Халат', 'Комбез': '🔻Комбез', 'Нежное платье': '🔻Нежное платье',
    'Ультрамодный костюм': '🔻Ультрамодный костюм', 'Костюм': '🔻Костюм', 'Элегантный костюм': '🔻Элегантный костюм',
    "КОСТЮМ": "🔻Костюм", "Штаны": "🔻Штаны", "Джогеры": "🔻Джоггеры", 'Кроп-топ': '🔻Кроп-топ', 'Комплект': '🔻Комплект',
    'Бойфренды': '🔻Бойфренды', 'Джоггеры': '🔻Джоггеры', "Кроптоп": "🔻Кроптоп", "Шортики": "🔻Шортики",
    "Блузка": "🔻Блузка", "Джинсы": "🔻Джинсы", "Свитшот": "🔻Свитшот",

    'Сорочка': '🔻Сорочка', 'Бриджі': '🔻Бриджі',
     'Лосини': '🔻Лосини', 'Шорти': '🔻Шорти', 'Спідниця': '🔻Спідниця', 'Комбінезон': '🔻Комбінезон',
    'Светр': '🔻Светр', 'Кардіган': '🔻Кардіган', 'Піджак': '🔻Піджак',
    'Футболка з довгим рукавом': '🔻Футболка з довгим рукавом',
     'Теніска': '🔻Теніска', 'Плаття': '🔻Плаття', 'Туніка': '🔻Туніка', 'Ветрівка': '🔻Ветрівка',
    'Спортивний костюм': '🔻Спортивний костюм', 'Утеплений жакет': '🔻Утеплений жакет',
     'Худі': '🔻Худі', 'Дастер': '🔻Дастер', 'Інвернесс': '🔻Інвернесс',
    'Кромбі': '🔻Кромбі', 'Пальто із запахом': '🔻Пальто із запахом', 'Редінгот': '🔻Редінгот', 'Свінгер': '🔻Свінгер', 'Честерфілд': '🔻Честерфілд',
    'Дощовик': '🔻Дощовик', 'Парку': '🔻Парку', 'Кітель': '🔻Кітель', 'Комбідрес': '🔻Комбідрес', 'Боді': '🔻Боді', 'Боксери'
     'Брифи': '🔻Брифи', 'Бюстьє': '🔻Бюстьє', 'Грація': '🔻Грація',
    'Колготи': '🔻Колготи', 'Негліже': '🔻Негліже', 'Нічна сорочка': '🔻Нічна сорочка',
    'Піжама': '🔻Піжама', 'Підв`язка': '🔻Підв`язка', 'Під`юбник': '🔻Під`юбник',
     'Сліпи': '🔻Сліпи', 'Термобілизна': '🔻Термобілизна',
    'Панчохи': '🔻Панчохи', 'Ультрамодний костюм': '🔻Ультрамодний костюм', 'Елегантний костюм': '🔻Елегантний костюм',
    "Штани": "🔻Штани", "Джоггери": "🔻Джоггери", 'Бойфренди': '🔻Бойфренди', "Кроп": "🔻Кроп", "Джинси": "🔻Джинси", "Світшот": "🔻Світшот",
    "Сукня": "🔻Сукня", "Термобілизна": "🔻Термобілизна", "Лосіни": "🔻Лосіни", "Лонгслів": "🔻Лонгслів", "Кофточка": "🔻Кофточка", "Джогери":"🔻Джогери",
    "Пижамка": "🔻Пижамка", "Джинсовка": "🔻Джинсовка"

}



def clothes_items(item):
    for i in Clothes:
        if i in item:
            item = item.replace(i, Clothes[i])

    return item

# print(clothes_items("Платье"))

if "__main" == "__name__":
    clothes_items(item)
