Keywords = {"[ Альбом ]": "", "НОВИНКА": "",  "Получили в количестве": "", "стандарт": "универсал",
            "в наличии": "", "Новинка": "", "Снова": "", "ГРН": " грн", "в продаже": "", "Новые расцветки": "",
            "[ Фотография ]": "", "Длина": "▪Длина",
            "Добавлен новый цвет": "",
            "Новика": "", "В НАЛИЧИИ": "", "Фото реал !": "", "новые расцветки": "", "Супер цена": "",
            "Рекомендую": "", "Новиночка": "", "Выгодное предложение": "", "Добавили новые цвета": "",
            "cнова": "", "Мега": "", "Топ продаж": "", "Новые цвета": "",
            "[Переслано из Best Fashion рыночная 1362 (Best Fashion)]": "",
            "Супер": "", "Выгодная": "",  "Акция": "", "МНОГО РАСЦВЕТОК": "", "(р1362)": "", "Самая продаваемая модель": "",
            "Представлено в четырёх цветах:": "Цвет", "Новая": "", "Отличная": "", "фото реал": "",
            "отличное качество": "", "!": "", "коллекция": "", "расцветки": "", "размер": "Размер",
            "цвет": "Цвет", "ткань": "Ткань", "-новинка": "", "арт": "мод", "Арт": "мод", "арт.": "мод",
            "мод.": "мод", "[Переслано из Latte dress / Рыночная 4934(новые ряды)]": "",
            "Получили": "", "Материал": "Ткань", "[]": "", "Уже  в контейнере": "", "New": "",
            "Хит": "", "ХИТ ПРОДАЖ": "", "Уже": "", "В наличии": "", "продаж ": "", "[ Видео ]": "",
            "ТОП ПРОДАЖ ": "", "опт/дроп": "", "Описание": "", "хит": "", "ТОП ": "", "ПРОДАЖ": "",
            "САРАФАН": "Сарафан", "в контейнере": "", "Крутая новинка": "", "КОЛЬОРИ": "Кольори",
            "СуперЦена": "Цена", "Топ цена":"Цена", "Наличие товара всегда 100%":"",

             "Отримали в кількості": "",
            "в наявності": "", "Знову": "", "у продажу": "", "Нові забарвлення": "",
            "[ Фотографія ]": "", "Довжина": "▪Довжина",
            "Додано новий колір": "",
            "Новіка": "", "У НАЯВНОСТІ": "", "Фото реал!": "", "нові забарвлення": "", "Супер ціна": "",
            "Вигідна пропозиція": "", "Додали нові кольори": "",
            "Нові кольори": "",
            "[Переслано з Best Fashion ринкова 1362 (Best Fashion)]": "",
            "Вигідна": "",  "Акція": "", "Багато розквітів": "", "Найбільше продається Модель": "",
            "Представлено в чотирьох кольорах:": "Колір", "Нова": "", "Відмінна": "", "відмінна якість": "", "колекція": "", "забарвлення": "",
            "колір": "Колір", "тканина": "Тканина", "[Переслано з Latte dress / Ринкова 4934(нові ряди)]": "",
            "Отримали": "", "Матеріал": "Тканина", "Вже в контейнері": "", "Хіт": "", "ХІТ ПРОДАЖУ": "", "Вже": "", "В наявності": "", "продажів": "", "[ Відео ]": "",
            "Опис": "", "хіт": "", "у контейнері": "", "Крута новинка": "", "КОЛЬОРІ": "Кольорі",
            "СуперЦіна": "Ціна", "Топ ціна":"Ціна", "Наявність товару завжди 100%":"", "[ album ]": "", "СуперЦена":"Цена", "Топ цена":"Цена", "новинка": "",
            "наявність товару ще 2місяця з моменту публікації":"", "є обмін або повернення від виробника":"", "найкращі ціни, новинки, наявність (разг 6220)":"",
            "разг 6220":"", "супермодний":"", "наявність товару 100%":"", "реал фото": "",  "перший розмір":"📌Перший розмір", "другий розмір":"📌Другий розмір", "третій розмір":"📌Третій розмір", "заміри": "📌Заміри",
            "первый размер":"📌Первый размер", "второй размер":"📌Второй размер", "третий размер":"📌Третий размер", "замеры": "📌Замеры", "М": "мод", "•": "",
            "[ альбом ]": "", "№":"мод", "Китай товар": "", "модель мод": "Мод",

            }


def remove_all_keywords(string):
    for i in Keywords:
        if i in string:
            string = string.replace(i, Keywords[i])


    return string

remove_all_keywords("Перший розмір ос до 93см")


if "__name__" == "__main__":
    remove_all_keywords(string)